// จังหวัด
var provine = {
  "เชียงใหม่": "CMI",
  "เชียงราย": "CRI",
  "กรุงเทพมหานคร": "BKK",
  "กระบี่": "KBI",
  "กาญจนบุรี": "KRI",
  "กาฬสินธุ์": "KSN",
  "กำแพงเพชร": "KPT",
  "ขอนแก่น": "KKN",
  "จันทบุรี": "CTI",
  "ฉะเชิงเทรา": "CCO",
  "ชลบุรี": "CBI",
  "ชัยนาท": "CNT",
  "ชัยภูมิ": "CPM",
  "ชุมพร": "CPN",
  "ตรัง": "TRG",
  "ตราด": "TRT",
  "ตาก": "TAK",
  "นครนายก": "NYK",
  "นครปฐม": "NPT",
  "นครพนม": "NPM",
  "นครราชสีมา": "NMA",
  "นครศรีธรรมราช": "NST",
};

// อำเภอ/เขต
var district = {
  "ไชยปราการ": "CMI",
  "ฝาง": "CMI",
  "แม่สาย": "CRI",
  "พาน": "CRI",
  "บางนา": "BKK",
  "บางรัก": "BKK",
  "สาทร": "BKK"
};

// ตำบล/แขวง
var subdistrict = {
  "หนองบัว": "ไชยปราการ",
  "แม่ทะลบ": "ไชยปราการ",
  "สันทราย": "ฝาง",
  "แม่คะ": "ฝาง",
  "บ้านด้าย": "แม่สาย",
  "ดอยงาม": "พาน",
  "ทรายขาว": "พาน",
  "เมืองพาน": "พาน",
  "บางนา": "บางนา",
  "สีลม": "บางรัก",
  "ยานนาวา": "สาทร"
};
